{
    "editais": {
        "Edital Nº 02/2025 UFCG (Procedimento Complementar à Autodeclaração PPI/PCD)": [
            "Qual é o objetivo do Edital Nº 02/2025 da UFCG?",
            "Quem deve comparecer às Comissões de Validação?",
            "O que acontece se o candidato não comparecer à Comissão de Validação?",
            "O que acontece se a Comissão não validar a autodeclaração?",
            "Onde e quando acontecem as validações para PPI no campus Campina Grande?",
            "Onde e quando acontecem as validações para PcD em Campina Grande?",
            "Quais documentos devem ser apresentados pelos candidatos PcD?",
            "Que documento de identificação é obrigatório para todos os candidatos?",
            "Quais acessórios e práticas são proibidos durante a validação PPI?",
            "Quais características serão observadas na validação PPI?",
            "O candidato pode recorrer da decisão da Comissão de Validação?",
            "Como interpor recurso contra a não validação?",
            "O que acontece se o candidato não comparecer à Comissão Recursal?",
            "Quando ocorre o período de interposição de recursos?",
            "Quando serão realizadas as validações recursais?",
            "Quando será divulgado o resultado final dos recursos?",
            "A validação pode ser feita por procuração?",
            "O parentesco será considerado para validação PPI?",
            "Quais situações levam à não validação imediata?",
            "Quem resolve os casos omissos?"
        ],
        "Edital Nº 01/ETSC Retificado/2025": [
            "Qual o objetivo do edital da ETSC/UFCG?",
            "Qual a natureza do processo seletivo?",
            "Onde o edital está disponível na íntegra?",
            "Quando começam as atividades escolares de 2026?",
            "Quando é o período de inscrições?",
            "Qual o prazo para solicitar isenção da taxa de inscrição?",
            "Qual a data da prova objetiva?",
            "Quando será divulgado o resultado final do processo seletivo?",
            "Quando será o início do ano letivo de 2026?",
            "O número de vagas já está definido?",
            "Quais modalidades de concorrência são previstas?",
            "Qual a reserva mínima de vagas para estudantes de escola pública?",
            "Qual o percentual de referência do IBGE para pretos, pardos e indígenas e PcD no estado da Paraíba?",
            "Qual o valor da taxa de inscrição?",
            "Qual a forma de pagamento da taxa?",
            "Quem pode solicitar isenção da taxa de inscrição?",
            "Onde são realizadas as inscrições?",
            "Quantas questões terá a prova da 1ª série?",
            "Quantas questões terá a prova para 2ª e 3ª séries?",
            "Qual a nota mínima para não ser eliminado?",
            "Qual o critério de desempate em caso de notas iguais?",
            "Quantas chamadas estão previstas?",
            "O que acontece se o candidato perder uma chamada?",
            "Quais documentos são exigidos para matrícula?",
            "O que candidatos de cotas precisam apresentar além da documentação comum?",
            "Quais situações admitem recurso?",
            "Como são interpostos os recursos?",
            "É permitida matrícula em dois cursos simultaneamente?",
            "O que acontece em caso de informações falsas?",
            "Onde serão publicados resultados, avisos e convocações?"
        ],
        "Edital Auxílio Emergencial Estudantil (AEE) UFCG/PRAC/CGAE Nº 01/2025": [
            "O que é o Auxílio Emergencial Estudantil (AEE)?",
            "Qual é o valor do Auxílio Emergencial Estudantil?",
            "Quais são os requisitos para solicitar o AEE?",
            "Como deve ser feita a solicitação do AEE?",
            "A apresentação da documentação garante o deferimento automático?",
            "Quem é responsável pelo preenchimento do formulário de solicitação?",
            "Quem avalia as solicitações do AEE?",
            "O que acontece após a avaliação da COAEE?",
            "Em quais casos a solicitação será indeferida?",
            "O que o estudante pode fazer se tiver a solicitação indeferida?",
            "Por quanto tempo o estudante recebe o AEE?",
            "Em quais situações o AEE não pode ser prorrogado?",
            "O que acontece se o estudante for selecionado em outro programa da Assistência Estudantil durante o recebimento do AEE?",
            "Em quais casos o auxílio emergencial é encerrado?",
            "O que acontece em caso de fraude ou informações falsas?",
            "Quando foi publicado o edital do AEE?",
            "Qual o período para solicitações do AEE?",
            "Em quanto tempo sai o resultado da avaliação?",
            "Qual o prazo para interposição de recurso?",
            "Em quanto tempo é divulgado o resultado do recurso?",
            "A concessão do AEE depende de quê?",
            "Quem é responsável por acompanhar as etapas do processo?",
            "Quem resolve casos omissos não previstos no edital?",
            "O edital pode ser alterado ou revogado?",
            "Quais são os e-mails de contato para dúvidas em cada campus?"
        ],
        "Edital Cadastro Socioeconômico (UFCG/PRAC/CGAE Nº 03/2025)": [
            "Qual é o objetivo do edital de Cadastro Socioeconômico da UFCG?",
            "O que é o cadastro socioeconômico?",
            "Qual é o prazo de validade do cadastro socioeconômico?",
            "Em quais situações o estudante deve atualizar o cadastro?",
            "A efetivação do cadastro garante participação automática nos auxílios estudantis?",
            "Quais são os requisitos para participar do cadastro socioeconômico?",
            "Como participa um estudante com deficiência (PcD)?",
            "Como é feito o cadastramento socioeconômico?",
            "Como deve ser feito o envio da documentação?",
            "Quem é responsável pelas informações inseridas no formulário socioeconômico?",
            "Quem é responsável pela avaliação socioeconômica?",
            "Como ocorre a avaliação socioeconômica?",
            "Qual o prazo para envio de documentos solicitados na análise?",
            "O que acontece se o estudante não entregar documentos ou faltar à entrevista sem justificativa?",
            "As informações prestadas são públicas?",
            "Quando o edital foi publicado?",
            "Qual o período de cadastramento?",
            "Qual o prazo para conclusão da avaliação socioeconômica?",
            "Qual é o prazo para interposição de recurso?",
            "Durante qual período o cadastro tem prioridade de análise?",
            "Em quais casos o cadastro pode ser indeferido?",
            "Quais são os possíveis status do resultado do cadastro?",
            "O que o estudante deve fazer se tiver o cadastro indeferido?",
            "O que acontece em caso de falsidade nas informações prestadas?",
            "O edital pode ser alterado ou revogado?",
            "Onde são publicadas alterações no edital?",
            "Quem resolve casos omissos?",
            "Quais são os contatos de e-mail por campus?"
            ],
        "AUXÍLIO AATIVIDADES OBRIGATÓRIAS EXTERNAS": [
            "Qual é o objetivo do Auxílio Atividades Obrigatórias Externas da UFCG?",
            "Quais são as modalidades de auxílio previstas no edital e qual a diferença entre elas?",
            "Qual o valor do auxílio diário e do auxílio mensal?",
            "Quantas vagas foram disponibilizadas para cada modalidade de auxílio?",
            "Estudantes internacionais do Programa PEC-G podem receber o auxílio?",
            "Quais os requisitos para solicitar o Auxílio Atividades Obrigatórias Externas?",
            "Como deve ser realizada a inscrição no processo seletivo do auxílio?",
            "O que acontece se o estudante não tiver avaliação socioeconômica deferida e válida?",
            "Quem é responsável por preencher corretamente o formulário de inscrição?",
            "O edital aceita inscrições fora do prazo?",
            "O que significa estar 'Selecionado e Classificado' no resultado final?",
            "Qual a diferença entre os status 'Selecionado e Classificado' e 'Classificado'?",
            "Onde podem ser consultados os critérios específicos de classificação?",
            "Como será realizado o pagamento do auxílio aos estudantes beneficiados?",
            "O que deve fazer o estudante caso receba indevidamente algum valor de auxílio?",
            "Com que frequência o estudante deve enviar relatórios de atividades?",
            "O que acontece se o estudante não prestar contas mensalmente?",
            "Qual a data de publicação do edital?",
            "Qual o período de inscrições definido no cronograma?",
            "Quando será divulgado o resultado final?",
            "Em que datas podem ser interpostos recursos?",
            "Quais são as consequências em caso de falsidade nas informações prestadas?",
            "O edital pode ser alterado ou anulado? Em que condições?",
            "Onde serão publicadas eventuais alterações no edital?",
            "Quem será responsável por resolver casos omissos ou situações não previstas?",
            "Quais são os e-mails de contato para dúvidas em cada campus da UFCG?",
            "Qual o canal principal para esclarecimentos junto à PRAC?"
        ]
    }
}